Repository: engagor/clarabridgechat-ios-distribution
Catalog: source/ClarabridgeChatResources/ClarabridgeChatLocalization/*.lproj/ClarabridgeChatLocalizable.strings
Languages: de, nl, uk

source: Cancel
de: Abbrechen
nl: Annuleren
uk: Відміна

source: Messages
de: Nachrichten
nl: Berichten
uk: Повідомлення

source: This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app. Feel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can.
de: Das ist der Anfang deiner Unterhaltung mit dem %@ Team. Wir bleiben mit dir in Kontakt, um dabei zu helfen, das Beste aus deiner App herauszuholen. Zögere nicht uns eine Nachricht, über alles was dir am Herzen liegt, zu hinterlassen. Wir beantworten deine Fragen, Vorschläge oder sonstige Anliegen so schnell wie möglich.
nl: Dit is het begin van uw gesprek met het %@ team. We houden contact om u te helpen het meest uit uw app te halen. Voel u vrij om ons een bericht te sturen. We proberen zo snel mogelijk te reageren op uw vragen, suggesties of andere opmerkingen.
uk: Це початок вашого діалогу з командою %@. Ми залишаємось на зв'язку, щоб допомогти вам отримати максимум користі від вашого додатку. Не соромтесь ділитись з нами будь-якими своїми ідеями. Ми в самий найближчий час розглянемо усі ваші запитання, зауваження або пропозиції.

source: Show more...
de: Mehr anzeigen...
nl: Laat meer zien...
uk: Показати більше...

source: Retrieving history...
de: Verlauf abrufen...
nl: Geschiedenis ophalen...
uk: Завантаження історії...

source: No Internet connection
de: Keine Internetverbindung
nl: Geen internetverbinding
uk: Немає підключення до Інтернету

source: Could not connect to server
de: Konnte nicht mit dem Server verbinden
nl: Kan niet verbinden met de server
uk: Не вдалося підключитися до сервера

source: An error occurred while processing your action. Please try again.
de: Es ist ein Fehler beim Verarbeiten deiner Aktion aufgetreten. Bitte versuche es erneut.
nl: Er trad een fout op tijdens het verwerken van uw actie. Probeer het opnieuw.
uk: Виникла помилка при обробці запиту. Будь ласка, спробуйте пізніше.

source: Reconnecting...
de: Erneut verbinden...
nl: Opnieuw verbinden...
uk: Повторне підключення...

source: Send
de: Senden
nl: Verzenden
uk: Відправити

source: Type a message...
de: Nachricht tippen...
nl: Typ een bericht...
uk: Введіть повідомлення

source: Done
de: Fertig
nl: Gereed
uk: Готово

source: Message not delivered. Tap to retry.
de: Nachricht wurde nicht gesendet. Tippe um es erneut zu versuchen.
nl: Bericht niet geleverd. Tik om het nog eens te proberen
uk: Повідомлення не доставлено. Нажміть для повторної спроби.

source: Sending...
de: Senden...
nl: Verzenden...
uk: Відправка...

# Take Photo
source: Take a Quick Photo
de: Foto aufnehmen
nl: Neem foto
uk: Зробити фото

source: Resend
de: Erneut senden
nl: Opnieuw verzenden
uk: Відправити повторно

source: View Image
de: Foto anzeigen
nl: Bekijk afbeelding
uk: Переглянути фото

source: Tap to reload image
de: Tippe um das Bild neu zu laden
nl: Tik om de afbeelding te herladen
uk: Нажміть для посторноЇ спроби завантажити фото

source: Could not send location
nl: Kon locatie niet versturen

source: No Photos Found
de: Keine Bilder gefunden
nl: Geen foto's gevonden
uk: Не знайдено недавніх фото

source: Your photo library seems to be empty.
de: Deine Foto-Bibliothek scheint leer zu sein.
nl: Uw fotobibliotheek lijkt leeg te zijn.
uk: Схоже, у фотогалереї немае жодного фото

source: Can't Access Photos
de: Kein Foto-Zugriff
nl: Geen toegang tot foto's
uk: Немає доступу до фотогалереї

source: Make sure to allow photos access for this app in your privacy settings.
de: Bitte vergewissere dich, Zugriff auf Fotos in den Privatsphäre-Einstellungen zu gewähren.
nl: Zorg ervoor dat de app toegang heeft tot foto's in de privacy-instellingen.
uk: Впевніться, що для цього додатку ви дозволили доступ до фотогалереї у налаштуваннях приватності.

source: Can't Access Camera
de: Kein Kamera-Zugriff
nl: Geen toegang tot de camera
uk: Немає доступу до камери

source: Make sure to allow camera access for this app in your privacy settings.
de: Bitte vergewissere dich, Zugriff auf die Kamera in den Privatspähre-Einstellungen zu gewähren.
nl: Zorg ervoor dat de app toegang heeft tot de camera in de pricacy-instellingen.
uk: Впевніться, що для цього додатку ви дозволили доступ до камери у налаштуваннях приватності.

source: Can't Retrieve Photo
de: Foto konnte nicht abgefragt werden
nl: Kan foto niet ophalen
uk: Помилка при завантаженні фото

source: Please try again or select a new photo.
de: Bitte versuche es erneut oder wähle ein anderes Foto.
nl: Probeer het opnieuw of kies een nieuwe foto.
uk: Будь ласка, спробуйте ще раз, або виберіть інше фото.

source: Can't Access Location
nl: Geen toegang tot locatie

source: Make sure to allow location access for this app in your privacy settings.
nl: Zorg ervoor dat de app toegang heeft tot uw locatie in de privacy-instellingen.

source: Settings
de: Einstellungen
nl: Instellingen
uk: Налаштування

source: Dismiss
de: Abbrechen
nl: Annuleren
uk: Закрити

source: Pay Now
de: Jetzt bezahlen
nl: Betaal nu
uk: Заплатити зараз

source: Payment Completed
de: Zahlung abgeschlossen
nl: Betaling voltooid
uk: Оплата пройшла успішно

source: Enter your credit card to send $%@ %@ securely to %@
de: Gib deine Kreditkartendaten an um $%@ %@ sicher an %@ zu senden
nl: Voer uw credit card in om $%@ %@ veilig over te maken naar %@
uk: Введіть дані вашої кредитної карти, щоб перерахувати %@ %@ для %@

source: An error occurred while processing the card. Please try again or use a different card.
de: Es ist ein Fehler beim Verarbeiten der Karte aufgetreten. Bitte versuche es erneut oder verwende eine andere Karte.
nl: Er trad een fout op tijdens het verwerken van de kaart. Probeer het opnieuw of gebruik een andere kaart.
uk: При обробці карти виникла помилка. Будь ласка, спробуйте ще раз або скористайтеся іншою картою.

source: Change Credit Card
de: Kreditkarte ändern
nl: Wijzig credit card
uk: Змінити кредитну карту

source: You're about to send $%@ %@ securely to %@
de: Du bist dabei $%@ %@ sicher an %@ zu senden
nl: Je staat op het punt om $%@ %@ veilig over te maken naar %@
uk: Ви збираєетесь перерахувати %@ %@ до %@

source: Reply
de: Antworten
nl: Beantwoorden
uk: Відповісти

source: %@ Team
uk: Команда %@
